{"negative": ["I shall never forget you.", "Your friend is not honest.", "Who does not know it?", "Does he not prefer cold coffee?", "No other metal is as useful as iron.", "No sooner did she see him than he fled.", "None doubts his honesty.", "Learned men are not always judicious.", "None but a coward would flee from his duty.", "She is not taller than you.", "He speaks so low that he cannot be heard. •", "There is none but wishes to be happy.", "None but the brave deserves the fair.", "No sooner did she see the snake than she ran off.", "I shall never forget his services.", "She couldn’t but shed tears./She couldn’t help shedding tears.", "There is never lightning but thunder.", "He is so proud that he cannot beg.", "He is so young that he cannot travel alone.", "None but a fool can say this.", "Do not keep to the right.", "Only the little boy did not run.", "There is no mother but loves her child. (but = who does not)", "I am not blind to my faults.", "He is so weak that he cannot move.", "He left no plan untried.", "A lion is not braver than he.", "A sane man will not commit murder.", "She couldn’t but shed tears./She couldn’t help shedding tears.", "Only the little boy did not run.", "I am not blind to my faults.", "He is so weak that he cannot move.", "A lion is not braver than he.", "It’s not that he is not going.", "Is he not going?", "I could not but go there", "I could not help going there.", "You are not so intelligent as she.", "He is not without love for me.", "I was not sure whether he would succeed.", "He did not succeed in any undertakings.", "It never rains but it pours.", "He is not always careful.", "A sane man will not commit murder.", "He never tells lies.", "Nobody denied that the girl was pretty.", "No other city in India is so rich as Mumbai.", "He does not always act intelligently.", "I am not a little tired.", "He has promised never to touch wine again.", "There is no smoke without fire.", "The guilty will not go unpunished.", "None but the rich can afford such luxury.", "None of my enterprises failed.", "I shall never forget the beauty of the Himalayas.", "He did not dislike the book.", "It is not likely that he will ever see his home again.", "None but a rogue can act thus.", "He did not notice me when he came in", "No sooner did he come than he made objections.", "None but the evening star has yet appeared.", "He was a man of no great intelligence", "He is by no means a good student.", "There is no other city in India as big as Kolkata.", "There is no bigger city in India than Kolkata.", "I can never forget you.", "It is not that he is not a good boy.", "Is he not a great fool?", "Do we not love our motherland?", "You are not greater than I.", "I am not as (so) great as he.", "I am not a little tired.", "There is no rose without a thorn.", "We did not find the road very bad.", "There could be no smoke without fire.", "None but a Hercules could do this.", "A good boy never neglects his lessons.", "No one can deny that he was a great man.", "It never rains but pours.", "No sooner had we reached the station, than the train left.", "No sooner did we reach the station, than the train left.", "He is so tired that he cannot work anymore.", "He is so clever that he cannot be managed.", "The news is so good that it cannot be true.", "I am not going there", "He is not well enough.", "He will not go there.", "No one loves me.", "Harry never do that.", "Piyali can not do this.", "Ayesha will no be albe to do this", "Mr. Sharma is not going there.", "I will not drink this liquid.", "Peter will not allow me to do this.", "Sarah can not do this.", "Pinky will not be here today.", "Tina will not pay for this.", "Dinesh can’t dance.", "I am not a liar.", "Tina is not going to school today."], "positive": ["Only the brave (or The brave alone) deserves the fair.", "As soon as she saw the snake she ran off.", "I shall ever remember his services.", "She had to shed tears.", "All but the little boy did run.", "Every mother loves her child.", "I am conscious of or alive to my faults.", "He is too weak to move.", "He tried every plan.", "He is as brave as a lion.", "A sane man will abstain from committing murder.", "He is going.", "I had to go there.", "She is more intelligent than you.", "He loves me.", "I was doubtful whether he would succeed.", "He failed in all the undertakings.", "It always pours when it rains.", "He is sometimes careless.", "He had a good reason for saying this.", "He is doing the sum.", "He was a villain to do such a deed.", "Only a fool can say this.", "He is a dull boy.", "Life is a bed of thorns.", "Netaji Subhash Chandra is the pride of India.", "Shivaji was a brave soldier.", "India is an independent country.", "People of various communities live in Calcutta.", "Germany was defeated in the Second World War.", "The sun rises in the east.", "Varanasi is known to be the oldest city in the world.", "Ancient Greece was the pride of Europe.", "Two hundred people lost their lives in the cyclone.", "Babu Rajendraprasad was the first President of India.", "A greedy man is dead to all sense of self-respect.", "The sky is cloudless.", "This boy is quite innocent,", "Deepa is unwell (or, out of sorts).", "I am out of work now.", "Bibhas failed to come in time.", "It seldom rains in winter.", "The pen is missing,", "He missed the train.", "My mother is a little better today.", "He is scarcely ten years old.", "I can hardly read a line of French.", "He was too weak to walk the distance.", "Eve could not but eat the fruit.", "Man cannot do without air.", "I could not help weeping.", "There were none in the village but loved Suman.", "Keep to the left.", "He turned every stone.", "He is a good boy.", "He is a great fool.", "We love our motherland.", "I am as great as you.", "He is greater than I.", "It always pours.", "The train left when we reached the station.", "He is too tired to work anymore.", "He is too clever to manage.", "The news is too good to be true.", "He is too proud to beg.", "He is too young to travel alone.", "I am as strong as you.", "He is as cunning as a fox.", "I would as soon die as injure you.", "I shall always remember you.", "Your friend is dishonest.", "He tried every plan.", "Only a Hercules can do this.", "Everybody knows this.", "He prefers cold coffee.", "Iron is the most useful metal.", "He fled when she saw him.", "There is always lightning when it thunders.", "Amal is a good boy.", "He has a book.", "I shall go to school.", "He will do this work.", "Dipak plays football.", "They played football.", "Everyone loves his own country.", "We feel pain when we are pricked.", "The rose is very beautiful.", "This is indeed a most beautiful sunset.", "That was a great fall, my countrymen.", "I cry shame upon your cowardice.", "A little knowledge is a very dangerous thing.", "It is a real job.", "It is perfectly ridiculous.", "I wish that I were a child again.", "It is very cold tonight.", "The scene is very beautiful indeed.", "Great misery awaits a wasted youth.", "I prefer death to dishonor.", "A vast number of pilgrims go to Gaya.", "It’s surprising that a soldier should be afraid of fighting.", "Ram loved Laxman.", "I was doubtful whether you would come.", "He always speaks the truth.", "Everyone admitted that the girl was pretty.", "Mumbai is the richest city in India.", "Sometimes he acts foolishly.", "I am extremely tired.", "He has promised to abstain from wine always.", "Wherever there is smoke, there is fire.", "The guilty will be punished.", "Only the rich can afford such luxury.", "All of my enterprises succeeded.", "I shall always remember the beauty of the Himalayas.", "He liked the book. Only a rogue can act thus.", "Only the brave deserve the fair.", "As soon as the bell rang, the teacher entered the classroom.", "As soon as they saw the tiger they fled.", "I have been waiting for you near the bus stop for more than an hour.", "Sanjay went to a stationary shop.", "He wants to attend the Durga Puja.", "He will come tomorrow morning for this purpose.", "Saratchandra wrote Srikanta on the basis of his personal experiences.", "Four dacoits raided the house yesterday.", "He bought four shirts for me.", "The thief entered the room by breaking the door.", "They dumped the garbage on the open road.", "Santosh plays cricket well.", "Santanu has taught him how to play cricket.", "Mary put the money in the chest of drawers.", "He left India for the USA ten years back.", "Jack is fond of eating", "Africa is a land of variety.", "There was a re apple in the basket.", "Irregular habits should be shunned.", "Amartya sen has been awarded the Nobel Prize for Economics", "The play began at 6.30 pm.", "I went to meet mr. Roy", "I cound not attend the school prayer.", "Nightmare often causes psychological problems.", "He woke me up late.", "There was a terrible air-crash last year."], "affirmative": [" Amal is a good boy.", "Only the brave (or The brave alone) deserves the fair.", "As soon as she saw the snake she ran off.", "I shall ever remember his services.", "She had to shed tears.", "All but the little boy did run.", "Every mother loves her child.", "I am conscious of or alive to my faults.", "He is too weak to move.", "He tried every plan.", "He is as brave as a lion.", "A sane man will abstain from committing murder.", "He is going.", "I had to go there.", "She is more intelligent than you.", "He loves me.", "I was doubtful whether he would succeed.", "He failed in all the undertakings.", "It always pours when it rains.", "He is sometimes careless.", "He had a good reason for saying this.", "He is doing the sum.", "He was a villain to do such a deed.", "He has a book.", "I shall go to school.", "He will do this work.", "We eat rice.", "Dipak plays football.", "They played football.", "Netaji Subhash Chandra is the pride of India.", "Shivaji was a brave soldier.", "India is an independent country.", "People of various communities live in Calcutta.", "Germany was defeated in the Second World War.", "The sun rises in the east.", "Varanasi is known to be the oldest city in the world.", "Ancient Greece was the pride of Europe.", "Two hundred people lost their lives in the cyclone.", "Babu Rajendraprasad was the first President of India.", "Ram loved Laxman.", "I was doubtful whether you would come.", "He always speaks the truth.", "Everyone admitted that the girl was pretty.", "Mumbai is the richest city in India.", "Sometimes he acts foolishly.", "I am extremely tired.", "He has promised to abstain from wine always.", "Wherever there is smoke, there is fire.", "The guilty will be punished.", "Only the rich can afford such luxury.", "All of my enterprises succeeded.", "I shall always remember the beauty of the Himalayas.", "He liked the book.", "He left India for the USA ten years back.", "Only a rogue can act thus.", "Only the brave deserve the fair.", "As soon as the bell rang, the teacher entered the classroom.", "As soon as they saw the tiger they fled."], "simple": ["I know his name.", "He confessed his guilt.", "He hopes to win the prize.", "She doesn’t know him.", "He is said to be a millionaire.", "She will probably succeed this time.", "He will undoubtedly succeed.", "He told us the truth.", "His escape seemed impossible.", "He was the first boy to reach school.", "She lives in the native village.", "That was Sheela’s umbrella.", "We saw a wounded bird.", "I have no money to give you.", "A dead man needs no riches.", "He works hard to succeed in life.", "But for your help, he would have failed.", "Though he is rich, he is not happy.", "With moonrise, the travelers resumed their journey.", "He will work only under compulsion.", "We succeeded beyond our hopes.", "He is too old to walk.", "He wept like an angel.", "She was very glad to find her lost necklace.", "The rain having ceased, we resumed our work.", "She must read hard to pass the examination.", "Besides being a teacher he is a social worker.", "We must eat to live.", "In spite of his trying hard, he didn’t succeed.", "He fled to avoid punishment.", "Besides making a promise he kept it.", "Going home Rahim took a rest for a while.", "Being very sorry he left for home early.", "In spite of being poor, he did not blame his fate.", "Besides being a physician Dr. Roy was a statesman.", "You must give up smoking to avoid suffering.", "He must work to escape failure.", "Going to the Science City he was surprised.", "Besides money, health is necessary to be happy.", "To add to his misfortunes his father died.", "In spite of being old he was young at heart.", "Notwithstanding her pitfalls, I love her.", "Although very ill, he goes to his office.", "You must avoid smoking to live longer.", "Don’t be a borrower or a lender.", "Take another chance at the peril of your life.", "His works being unsatisfactory he was dismissed.", "He gained promotion by virtue of his sincerity.", "His happiness is known to all.", "Her face shows her illness.", "To tell the truth, he was absent.", "I expect to get better times.", "The scarcity of a thing makes it treasured.", "Lazy boys dislike work.", "They cannot forget the losses suffered by them.", "Your statement is wrong.", "A dead man needs no riches.", "There is hope till life.", "He was absent due to his illness.", "He could not attend the function on account of his illness.", "In spite of getting the news, he was not happy.", "In absence of the cat, the mice will play.", "They cried at the top of their voice.", "I hope to win the prize.", "I am sure of her success in the exam.", "I prayed for his recovery.", "His silence proves his guilt.", "She heard the child crying.", "He is an unhappy man.", "I saw a wounded bird.", "I remember the advice of my departed father.", "He is the last man to utter such a word.", "I want a new car to drive.", "His statement is true.", "Being rich he cannot feel for the poor.", "He is too weak to carry the load.", "He is working hard to finish the job.", "Wait here till my arrival.", "In spite of being old, he carried a load of two baskets.", "Do not go out without permission.", "He failed to my great surprise.", "He was the first man to go there.", "This is my birthplace.", "This is my pen.", "An idle man cannot prosper.", "We should not hate the poor.", "I never said this before.", "With sunrise, the fog dispersed.", "The weather is too bad to go out.", "She came to my house during my absence.", "Do you know his address?", "A rolling stone gathers no moss.", "The sun having set, we went home.", "I punished the boy for his insolence.", "He ran away to avoid punishment.", "Most of the students like to study in the morning.", "The ferry does not operate on Holiday.", "Some Mobile stores are open on Sundays.", "Harry practices cricket every day.", "The birds are singing in the trees.", "Burj Khalifa has several elevators and stairwells."], "complex": ["I know what his name is.", "He confessed that he was guilty.", "He hopes that he will win the prize.", "She doesn’t know who he is.", "It is said that he is a millionaire.", "It is probable that she will succeed this time.", "There is no doubt that he will succeed.", "He told us what was truth.", "It seemed impossible that he could escape.", "He was the first boy who reached school.", "She lives in the village where she was born.", "That was the umbrella that belonged to Sheela.", "We saw a bird which was wounded.", "I have no money that I can give you.", "A man who is dead needs no riches.", "He works hard so that he may succeed in life.", "If you had not helped him he would have failed.", "In spite of his riches, he is not happy.", "As the moon rose, the travelers resumed their journey.", "He will not work unless he is compelled.", "He succeeded better than we had hoped.", "He is so old that he cannot walk.", "He wept as an angel did.", "She was very glad when she found her lost necklace.", "Though she is clever, she is not industrious.", "We can easily prove that the earth is round.", "He worked hard so that he might succeed in life.", "I have found the key that I lost yesterday.", "When the sunset we came back home.", "If you spare the rod, you will spoil the child.", "If you cross the line, you will be arrested.", "If you don’t do it, you will die.", "As he was very tired, he fell asleep.", "If you do it, you will die.", "If you do not obey me, you will be beaten.", "If you utter one word more, I will turn you out.", "Though they were poor, they were happy.", "As soon as he gives a command, it is carried out.", "As it was a rainy day, we did not go to school.", "We did not go to school because it was a rainy day.", "If you do it, you will be punished.", "If you do not do it you will be punished.", "If you do not work hard, you will fail.", "I am sure that you are wrong.", "As he was ill, he could not go.", "Unless you do it, you will regret it.", "That he is happy is known to all.", "Her face shows that she is ill.", "The truth is that he was absent.", "I expect that better times will come.", "It is the scarcity of a thing that makes it treasured.", "Such boys who are lazy dislike work.", "They cannot forget the losses that they have suffered.", "The statement you made is wrong.", "A man who is dead needs no riches.", "While there is life, there is hope.", "He was absent because he was ill.", "He could not attend the function because he was ill.", "Though he got the news, he was not happy.", "When the cat is out the mice will play.", "They cried as loudly as they could.", "I hope that I shall win the prize.", "I am sure that she will succeed in the exam.", "I prayed that he might recover.", "His silence proves that he is guilty.", "She heard that the child was crying.", "He is a man who is unhappy.", "I saw a bird that was wounded.", "I remember the advice which was given by my departed father.", "He is the last man who can utter such a word.", "I want a new car that I can drive.", "The statement that he gave is true.", "As he is rich he cannot feel for the poor.", "He is so weak that he cannot carry the load.", "He is working hard so that he may finish the job.", "Wait here till I arrive.", "Though he was old, he carried a load of two baskets.", "Do not go out if you do not get permission.", "As he failed, I was greatly surprised.", "He was the first man who went there.", "This is the place where I was born.", "This is the pen which belongs to me.", "A man who is idle cannot prosper.", "We should not hate those who are poor.", "This is the first time that I said this.", "When the sun rose, the for dispersed.", "The weather is so bad that one can not go out.", "She came to my house when I was absent.", "Do you know where he lives?", "A stone that is rolling gathers no moss.", "We won the match because we worked together as a team.", "Although I broke my leg, I still cheered for my team from the sidelines.", "I have a friend whose hair is grey", "This is the movie that everyone is talking about.", "The book, which is out of print, is written by me.", "I learned English perfectly because my mother guided me very well.", "Many people loved the book, however, Suraj did not.", "As he did not know the route well, he drove carefully.", "I saw him going to work in the evening when I was going to Gym.", "Don’t leave the school until the classes are finished.", "While I was watching tv he was still playing games on mobile."], "compound": ["The rain ceased and we resumed our work.", "She must read hard or she will not pass the examination.", "He is poor but he is honest.", "He is a teacher and a social worker.", "We must eat or we can not live.", "He tried hard, but he did not succeed.", "He wanted to avoid punishment and so he fled.", "He not only made a promise he kept it.", "She is clever, but not industrious.", "The earth is round, and we can easily prove it.", "He wanted to succeed in life and so he worked hard.", "I lost the key yesterday, but have found it.", "The sun set and we came back home.", "Spare the rod and spoil the child.", "Cross the line and you will be arrested.", "Do or die.", "He was very tired, and therefore he fell asleep.", "Obey me or you will be beaten.", "One word more and I will turn you out.", "They were poor but they were happy.", "He gives a command and it is immediately carried out.", "It was a rainy day and so we did not go to school.", "Do it and you will be punished.", "Work hard or you will fail.", "You are wrong and I am sure of this (it).", "He was ill and therefore he could not go.", "Do it or you will regret it.", "Rahim went home and took a rest for a while.", "He was very sorry and left for home early.", "He was poor but he did not blame his fate.", "Dr. Roy was not only a physician but also a statesman.", "You must give up smoking or you will suffer.", "He must work or he will fail.", "He went to Science City and he was surprised.", "Not only money but also health is necessary to be happy.", "His father died and this added to his misfortune.", "He was old but (he was) young at heart.", "She has her pitfalls, yet (nevertheless) I love her.", "He is very ill but (still) he goes to his office.", "You must avoid smoking otherwise you will not live long.", "Neither a borrower nor a lender is.", "Do take another chance, else your life will be in peril.", "His work was unsatisfactory, therefore he was dismissed.", "He was sincere, so he gained promotion.", "The sunset and we went home.", "The boy was insolent, and so I punished him.", "He wanted to avoid punishment and so he ran away.", "He not only made a promise but kept it.", "The teacher entered the room and the boys stopped talking.", "He finished all books, and he has nothing left to read.", "He did not brush their teeth, nor did he comb their hair.", "We took the train, but it was crowded.", "My dad does not have a debit card, but he does have a credit card.", "Tina wants to make cookies, but there is no flour left.", "Daddy bought new towels but forgot to buy soaps for the bathroom.", "We were hungry, so we made a sandwich.", "Listen and I will tell you all.", "She must weep or she will die.", "He was very tired and therefore he fall asleep.", "Beware of pick-pockets and there will be no trouble.", "Leave this room or I will compel you to do so.", "Jones is a rich man but he is not honest.", "Search his pockets and you will find the watch.", "Do as I tell you, or you will regret it.", "The lion was wounded but not killed.", "Speak and you will die.", "Speak or die.", "He did his best, still, he failed.", "My father gave me a pen and I have lost it.", "You have made a mistake and of this I am certain.", "He has recovered from illness, and I am glad of it.", "He got the telegram, and immediately he left in a taxi.", "He aimed at winning the prize and worked hard.", "He not only did his own work, but also he helped me.", "He shifted himself along the arm and rose to his feet.", "You may take this pen or you may take that.", "He was poor and so he could not shine in life.", "He is in great trouble, still, he is cheerful.", "He must work very hard and make up for the lost time.", "He betrayed the country, and this was to his eternal disgrace.", "He not only robbed the poor child but also murdered her.", "He must work very hard, or he will not win the first prize.", "He must not attempt to escape, or he will be put to death.", "He worked hard, yet did not succeed.", "He was unlucky and therefore met with a bad accident on the eve of this examination.", "The boy was disobedient, and so the teacher punished him.", "I gave him not only money but also good advice.", "Love the neighbors and be a friend to them.", "John did his best but could not succeed.", "Tagore was not only a poet but also a great statesman.", "He not only robbed the poor boy but also killed him.", "He finished his exercise and put away his books.", "Not only did his father give him money, But his mother too.", "We make our fortunes and we call them fate.", "He is poor but I know that he is an honest man.", "I told them why I stole it but they laughed at me.", "The boy heard, judged, and decided cases.", "Our hoards are little but our hearts are great.", "Neither a borrower nor a lender be.", "I went in but I missed you and so I left."], "emphatic": ["Go I must.", "Must I weep forever,", "Smack went the whip.", "Down went the ship into the sea.", "Come you must to my sister’s wedding.", "Up went all hands at this proposal.", "Confess your guilt you must.", "Join the army you must for two years."], "optative": ["May Lord bless you.", "Let the people appreciate your greatness.", "May his soul rest in peace.", "Let your efforts be crowned with success.", "Let us pray for his safe return.", "If I could fly like an airplane!", "May God save the king.", "Let a hundred flowers blossom.", "Lord, Thy will be done.", "Heaven’s light be our guide.", "May you be happy forever, my son.", "May God help you.", "Blessed be your tongue.", "May Thy will be fulfilled through my life.", "Would that your mother had been alive today!", "He prayed that God might bless him (or, me).", "The priest prayed to God that He might pardon his (the accused’s) sins.", "We prayed that Mother Teresa’s soul might rest in peace.", "The retiring teacher bade good-bye (or, farewell) to all his pupils.", "They prayed that Netaji might live long.", "My grandfather blessed me wishing that I might be happy.", "Father wished him prosperity.", "Ajay bade his brother welcome to his home.", "The old man wished me a long life.", "Amal expressed a wish that he could but get that prize.", "Souray wished his playmates good morning and expressed his hope that they were quite well."], "exclamatory": ["How beautiful the scene is!", "How loudly he speaks!", "How grand the Himalayas are!", "Hurrah! We are victorious!", "Alas! How poor We are!", "Adieu! Adieu! My native land!", "How sweetly the cuckoo sings!", "Oh! What a lovely sight!", "Fie on you!", "Bravo! We are proud of your courage,", "How horrible this incident is!", "Alas! Your father is no more!", "What a pity that he will not be able to come!", "What a foul (or, ugly) atmosphere it is!", "Oh, Lord! Punish me for my sins.", "Hark! A lion is roaring!", "How beautiful the moon is!", "Alas! We are undone!", "How charming Darjeeling is!", "What a fool he is!", "What a pathetic sight (this is)!", "Hush! Do not make any noise here.", "Oh, had I the wings of a bird!", "I cannot believe I won the lottery!", "You should be ashamed of yourself!", "What a lovely day!", "How unfortunate can his life be!", "Lo and behold! The car has been stolen!", "The ocean is so terrifying at night!", "How beautiful you are!"], "imperative": ["Please maintain silence. (request)", "Leave the room now! (command)", "Open the windows and let the air come in. (command)", "Please tell me where the library is. (request)", "Pardon me. (request)", "Cut the cloth according to the measurement. (command)"], "interrogative": ["Who are you?", "How many brothers and sisters are you?", "Who does not know Rabindranath?", "Does he go to school every day?", "Has Kamal any friends?", "Why are you weeping?", "Are we alone here?", "What is your father?", "Is your father well?", "Who among you is the tallest?", "Is it raining now?", "What more do you want?", "Is Bile an expert swimmer?"], "assertive": ["Netaji Subhash Chandra is the pride of India.", "Shivaji was a brave soldier.", "India is an independent country.", "People of various communities live in Calcutta.", "Germany was defeated in the Second World War.", "The sun rises in the east.", "Varanasi is known to be the oldest city in the world.", "Ancient Greece was the pride of Europe.", "Two hundred people lost their lives in the cyclone.", "Babu Rajendraprasad was the first President of India."]}